{
    "featured": [{
        "title": "This American Life",
        "url": "http://feeds.thisamericanlife.org/talpodcast",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "\"This American Life\" is a weekly public radio show broadcast on more than 500 stations to about 1.7 million listeners. It is produced by Chicago Public Media, distributed by Public Radio International, and has won all of the major broadcasting awards. There’s a theme to each episode, and a variety of stories on that theme. It’s mostly true stories of everyday people, though not always. There’s lots more to the show, but it’s sort of hard to describe."
    }, {
        "title": "NASA Edge",
        "url": "http://www.nasa.gov/rss/NASAcast_vodcast.rss",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "NASA EDGE. One NASA. Two hosts. Twenty thousand plus rocket scientists. We have liftoff! NASA EDGE is different. Unscripted and unpredictable, NASA EDGE takes a unique look in and around the greatest space program on the planet."
    }, {
        "title": "Greenpeace Podcast",
        "url": "http://www.greenpeace-berlin.de/fileadmin/podcast/greencast.xml",
        "language": "German",
        "type": "Audio",
        "category": "News",
        "description": "Der Greenpeace Greencast, ist der Audio-Podcast von Greenpeace Berlin. Martin Hausding berichtet wöchentlich über aktuelle Themen und Aktionen und spricht mit vielen interessanten Gästen: Vom Karrotmob um die Ecke, bis zur Atomendlagerung."
    }, {
        "title": "Sendung mit der Maus",
        "url": "http://podcast.wdr.de/maus.xml",
        "language": "German",
        "type": "Video",
        "category": "Entertainment",
        "description": "Die Maus ist ein Urgestein der deutschen TV-Landschaft. Seit den 70ern produziert der WDR diese Show für Kinder. Ausgestrahlt wird die Sendung mit der Maus in allen großen Landesrundfunkanstalten. Beiträge aus der Sendung mit der Maus werden in nahezu einhundert Ländern ausgestrahlt."
    }],
    "suggestions": [{
        "title": "Adam Carolla Show",
        "url": "http://feeds.feedburner.com/TheAdamCarollaPodcast",
        "language": "English",
        "type": "Audio",
        "category": "Comedy",
        "description": "Welcome to the Adam Carolla Podcast! The new home for the rantings and ravings of Adam Carolla, with Bald Bryan on sound effects and and Alison Rosen on news. Check it out Adam hangs out with some his pals, like: Larry Miller, David Allen Grier, Dr. Drew Pinksy, Dana Gould, Doug Benson, and many, many more."
    }, {
        "title": "Africa Today",
        "url": "http://downloads.bbc.co.uk/podcasts/worldservice/africa/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "African news and analysis from the BBC's Focus on Africa and Network Africa programmes; the Africa Today podcast contains the day's top stories from the continent."
    }, {
        "title": "Anderson Cooper 360°",
        "url": "http://rss.cnn.com/services/podcasting/ac360/rss",
        "language": "English",
        "type": "Video",
        "category": "News",
        "description": "\"Anderson Cooper 360° Daily\" features highlights from CNN's premier nightly news program."
    }, {
        "title": "Archers Omnibus",
        "url": "http://downloads.bbc.co.uk/podcasts/radio4/archersomni/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "The full week’s events in Ambridge, available every Sunday. The Archers is a contemporary drama in a rural setting."
    }, {
        "title": "Art of Wrestling",
        "url": "http://tsmradio.com/coltcabana/feed",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Welcome to WeLoveColt.com the exclusive web home of Wrestlings best kept secret: Colt Cabana"
    }, {
        "title": "Bambule - das Magazin",
        "url": "http://www.zdf.de/ZDFmediathek/podcast/1579818?view=podcast",
        "language": "German",
        "type": "Video",
        "category": "Entertainment",
        "description": "Bambule - das Magazin mit Sarah Kuttner sagt den 30 bis 40-Jährigen, wie sie sich fühlen."
    }, {
        "title": "BBC World Update: Daily Commute",
        "url": "http://downloads.bbc.co.uk/podcasts/worldservice/worldupmc/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "Fresh world news, available by midday (UK time) / 7am (US Eastern) Monday-Friday. Dan Damon brings you 30 minutes of the latest interviews, reports and analysis of the day's top news. Plus Wknd Extra, every Saturday."
    }, {
        "title": "BizarreBazaar",
        "url": "http://recordings.talkshoe.com/rss74702.xml",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "A light-hearted podcast about the funny, bizarre, odd and wonderful stories found on the internet and elsewhere. Come along, relax and have some fun. This Podcast was created using www.talkshoe.com"
    }, {
        "title": "Buzz Out Loud",
        "url": "http://feeds.feedburner.com/cnet/bolhqvideo?format=xml",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "Buzz Out Loud features Molly Wood, Brian Tong and producer Stephen Beacham, along with CNET's top tech experts reviewing the day's tech news. Each episode, the crew analyzes, interprets, and argues about what all this technology means and what it's doing to us."
    }, {
        "title": "Car Talk",
        "url": "http://www.npr.org/rss/podcast.php?id=510208",
        "language": "English",
        "type": "Audio",
        "category": "Mobility",
        "description": "America's funniest auto mechanics take calls from weary car owners all over the country, and crack wise while they diagnose Dodges and dismiss Diahatsus. You don't have to know anything about cars to love this one hour weekly laugh fest."
    }, {
        "title": "Circuits with David Pogue",
        "url": "https://www.nytsyn.com/rss/custom_itunes/5",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "New York Times personal-technology columnist David Pogue reports on new technology."
    }, {
        "title": "CNET HD Video Podcasts",
        "url": "http://feeds2.feedburner.com/cnet/allhdpodcast",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "There is only one feed that you need to subscribe to if you wish to automatically receive every high definition video that CNET TV produces. Here's a hint: It's this one!"
    }, {
        "title": "Computerclub Zwei Video-Podcast",
        "url": "http://www.cczwei.de/rss_tvissues_all",
        "language": "German",
        "type": "Video",
        "category": "Technology",
        "description": "Der WDR-Computerclub war die legendäre Sendung der beiden Computerspezialisten Wolfgang Back und Wolfgang Rudolph, die mehr als 20 Jahre lang in den Dritten Programmen der ARD lief. Vor vier Jahren war dann Schluss. Und doch feiern die beiden Moderatoren jetzt den einjährigen Geburtstag ihres Computerclubs. Getreu dem Motto: Der Computerclub ist tot. Es lebe der Computerclub2."
    }, {
        "title": "Daily Bacon",
        "url": "http://downloads.bbc.co.uk/podcasts/fivelive/dailybacon/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "The best interviews and chat from Richard Bacon's afternoon programme on BBC Radio 5 live. Featuring a broad variety of guests from the fields of news, sport and entertainment." 
    }, {
        "title": "Daily French Pod",
        "url": "http://feeds.feedburner.com/LearnFrenchWithDailyfrenchpod",
        "language": "English",
        "type": "Audio",
        "category": "Education",
        "description": "Learn French with daily podcasts!" 
    }, {
        "title": "DeimHart",
        "url": "http://deimhart.net/rss.php?version=2.0&podcast_format=mp3",
        "language": "German",
        "type": "Audio",
        "category": "Technology",
        "description": "DeimHart ist ein 2009 gestarteter gemeinsamer Podcast von Roman Hanhart und Dirk Deimeke. DeimHart ist aufgrund einer Idee entstanden, nach der Dirk und Roman etwas Gemeinsames erschaffen wollten, das im Internet und in den angrenzenden Communities sichtbar ist und bleibt. Anfänglich stand die Linux-Distribution Ubuntu und die Ubuntu-Philosophie im Vordergrund. Auch jetzt liegt noch ein Schwerpunkt auf technischen Themen rund um Open-Source-Software, vorranging Linux, aber Ubuntu bildet keinen Hauptpunkt mehr. Zwei weitere Themenblöcke sind zusätzlich im Fokus, \"Community und Gesellschaft\" und Philosophie." 
    }, {
        "title": "Democracy Now!",
        "url": "http://www.democracynow.org/podcast.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "A daily TV/radio news program, hosted by Amy Goodman and Juan Gonzalez, airing on over 900 stations, pioneering the largest community media collaboration in the United States." 
    }, {
        "title": "EconTalk",
        "url": "http://www.econlib.org/library/EconTalk.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "EconTalk is an award-winning weekly talk show about economics in daily life. Featured guests include renowned economics professors, Nobel Prize winners, and exciting speakers on all kinds of topical matters related to economic thought.  Host Russ Roberts, of the Library of Economics and Liberty and George Mason U., draws you in with lively guests and creative repartee.  Topics include health care, business cycles, economic growth, free trade, education, finance, politics, sports, book reviews, and the curiosities of everyday decision-making." 
    }, {
        "title": "Freakonomics Podcast",
        "url": "http://feeds.feedburner.com/freakonomicsradio",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "In their books \"Freakonomics\" and \"SuperFreakonomics,\" Steven D. Levitt and Stephen J. Dubner explore \"the hidden side of everything,\" with stories about cheating schoolteachers, self-dealing real-estate agents, and crack-selling mama’s boys. The Freakonomics Radio podcast, hosted by Dubner, carries on that tradition with weekly episodes. Prepare to be enlightened, engaged, perhaps enraged, and definitely surprised."
    }, {
        "title": "Fresh Air (NPR)",
        "url": "http://www.npr.org/rss/podcast.php?id=13",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Fresh Air from WHYY, the Peabody Award-winning weekday magazine of contemporary arts and issues, is one of public radio's most popular programs. Hosted by Terry Gross, the show features intimate conversations with today's biggest luminaries."
    }, {
        "title": "GEOaudio: Hören und Reisen",
        "url": "http://feeds.feedburner.com/GEOaudio",
        "language": "German",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Der GEO-Podcast: Spannende Hintergrundgeschichten, Interviews mit GEO-Reportern und Experten, ausgewählte GEO-Reportagen, O-Töne aus Metropolen, Urwald, Wüste oder Antarktis. Jeden Donnerstag neu."
    }, {
        "title": "Hart aber fair",
        "url": "http://podcast.wdr.de/hartaberfair.xml",
        "language": "German",
        "type": "Audio",
        "category": "News",
        "description": "Hart aber fair: Das Reizthema!"
    }, {
        "title": "Here's The Thing",
        "url": "http://www.wnyc.org/feeds/shows/heresthething",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "In WNYC’s new podcast series, award-winning actor Alec Baldwin gives the  listener unique entrée into the lives of artists, policy makers and  performers.   Alec sidesteps the predictable by taking listeners inside the dressing  rooms, apartments, and offices of people such as comedian Chris Rock,  political strategist Ed Rollins and Oscar winner Michael Douglas.   Every two weeks, Alec pursues great conversations in unexpected places  to find out what motivates his guests, how they feel about what they do  and what keeps them up at night. Here’s The Thing: Listen to what  happens when a man you think you know surprises you."
    }, {
        "title": "HowStuffWorks: TechStuff",
        "url": "http://www.howstuffworks.com/podcasts/techstuff.rss",
        "language": "English",
        "type": "Audio",
        "category": "Technology",
        "description": "What exactly is RAM? How do remote controls work? Join Chris and Jonathan each week as they bring you the latest and greatest TechStuff in this podcast by HowStuffWorks.com." 
    }, {
        "title": "Ideas",
        "url": "http://www.cbc.ca/podcasting/includes/ideas.xml",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "IDEAS is CBC Radio's program of contemporary thought. The show's content is wide-ranging. From the French thinker Simone Weil to ideas about oceans. From ice cream to Einstein. Dante to spy novels. Robin Hood to the culture of pain. Almost any subject can become an IDEAS program, as long as there's an important idea at the core and a fascinating story to be told." 
    }, {
        "title": "Inside MusiCast",
        "url": "http://www.insidemusicast.com/storage/podcast/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "Music",
        "description": "We love music. All kinds of music. You name it, we like it. But listening to the music isnt enough for us. Anyone can do that. Thats why we've launched Inside MusiCast. Because we know that behind great music are great session musicians, producers, writers and engineers that are the talent behind the talent. We dedicate our podcast to them and to you - the music enthusiasts who need to go beyond the liner notes. Welcome to Inside Musicast." 
    }, {
        "title": "It's All Politics",
        "url": "http://www.npr.org/rss/podcast.php?id=510068",
        "language": "English",
        "type": "Audio",
        "category": "Politics",
        "description": "\"It's All Politics\" features Senior Washington Editor Ron Elving and Political Editor Ken Rudin. They dissect the latest news from inside the beltway, along with other political stories from around the country." 
    }, {
        "title": "The John Batchelor Show",
        "url": "http://batchelorshow.libsyn.com/rss",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "The John Batchelor Show brings listeners breaking news with a carefully cultivated team of sources and correspondents around the world." 
    }, {
        "title": "Kevin Pollak's Chat Show",
        "url": "http://feeds.feedburner.com/kevinpollakschatShow-video?format=xml",
        "language": "English",
        "type": "Video",
        "category": "Comedy",
        "description": "Kevin Pollak's Chat Show is a video talkshow. An award-winning actor, Pollak (The Usual Suspects, Casino, A Few Good Men) was also named by Comedy Central as One of the Top 100 Comedians of All Time. Here, he interviews celebrated actors, writers, directors, comedians, and masters of the tech universe." 
    }, {
        "title": "Legal Talk",
        "url": "http://legaltalknetwork.com/RSS/LTN_feed.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "Interactive Talk Radio for Legal Professionals. Our multimedia network lets you get the latest legal news, listen to Internet radio shows hosted by the leading attorneys across the U-S and access important legal resources and technology...all in one place. The Legal Talk Network will make a difference in the way you practice law!" 
    }, {
        "title": "Linux Action Show!",
        "url": "http://feeds.feedburner.com/linuxactionshowipodvid?format=xml",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "A show that covers everything geeks care about in the open source and Linux world. Get a solid dose of Linux, gadgets, news events and much more!" 
    }, {
        "title": "Linux Outlaws",
        "url": "http://feeds.feedburner.com/linuxoutlaws",
        "language": "English",
        "type": "Audio",
        "category": "Technology",
        "description": "Two pragmatic geeks talk about the latest news concerning Linux, free and open technology or anything else they deem noteworthy which may include such absurd things as hockey or bands you never heard of. This means there's many a joke and derailed conversation along the way, so don't come here expecting only Linux or software freedom talk — just sit back and relax, partner." 
    }, {
        "title": "Marketplace Money",
        "url": "http://www.marketplace.org/shows/54/podcast.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "Marketplace Money from American Public Media is a weekly hour-long program hosted by Tess Vigeland on the topics of personal finance, money, retirement, and health care." 
    }, {
        "title": "Mark Levin Show Audio Rewind",
        "url": "http://www.marklevinshow.com/rss/ilevin.xml",
        "language": "English",
        "type": "Audio",
        "category": "Politics",
        "description": "Mark Levin has become one of the hottest properties in Talk radio, his top-rated show on WABC New York is now syndicated nationally by Cumulus Media. He is also one of the top new authors in the conservative political arena." 
    }, {
        "title": "Motley Fool Money",
        "url": "http://fool.libsyn.com/rss",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "Syndicated to radio stations across America, Motley Fool Money is an irreverent, fast-paced look at the world of business and investing. Each weekly episode features a roundtable discussion breaking down the biggest headlines from Wall Street, interviews with business leaders and authors, and an inside look at the stocks on our radar." 
    }, {
        "title": "NachDenkSeiten",
        "url": "http://www.nachdenkseiten.de/?feed=audiopodcast",
        "language": "German",
        "type": "Audio",
        "category": "Politics",
        "description": "Im Audiopodcast der NachDenkSeiten werden regelmäßig die wichtigsten Artikel des Blogs NachDenkSeiten.de zum Nachhören angeboten." 
    }, {
        "title": "neoParadise",
        "url": "http://www.zdf.de/ZDFmediathek/podcast/1446344?view=podcast",
        "language": "German",
        "type": "Video",
        "category": "Comedy",
        "description": "Mit neoParadise meldet sich das Duo Joko Winterscheidt und Klaas Heufer-Umlauf aus ihrem Berliner Loft zu Wort. Und Musik gibt's im neoParadise natürlich auch!" 
    }, {
        "title": "Neues aus der Anstalt",
        "url": "http://www.zdf.de/ZDFmediathek/podcast/222630?view=podcast",
        "language": "German",
        "type": "Video",
        "category": "Comedy",
        "description": "Die ZDF-Politsatire \"Neues aus der Anstalt\" mit Priol. Kabarett ist oft tot gesagt worden, aber es ist heute auch im Fernsehen präsenter und lebendiger denn je. Zu verdanken ist dies vor allem der ZDF-Produktion Neues aus der Anstalt, welche seit 2007 fast monatlich politisches Kabarett auf höchstem Niveau bietet."
    }, {
        "title": "Nerdist Podcast",
        "url": "http://nerdist.libsyn.com/rss",
        "language": "English",
        "type": "Audio",
        "category": "Technology",
        "description": "I am Chris Hardwick. I am on TV a lot and have a blog at nerdist.com. This podcast is basically just me talking about stuff and things with my two nerdy friends Jonah Ray and Matt Mira, and usually someone more famous than all of us. Occasionally we swear because that is fun. I hope you like it."
    }, {
        "title": "Newshour",
        "url": "http://downloads.bbc.co.uk/podcasts/worldservice/newshour/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "News",
        "description": "Global news and analysis from the BBC World Service, twice a day, every day of the year. Join our leading team of presenters for the best interviews, features and analysis of world events."
    }, {
        "title": "On Being",
        "url": "http://www.onbeing.org/sites/onbeing.org/podcast.xml",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "On Being is a spacious conversation about meaning, faith, ethics, and ideas - online and on public radio. Join Krista and her guests as they discuss the big questions at the center of human life, from the boldest new science of the human brain to the most ancient traditions of the human spirit. Each week a new discovery about faith, meaning, and the immensity of our lives. The On Being podcast contains each week's show - and the unedited interview - in its entirety and is updated every Thursday."
    }, {
        "title": "Pardon The Interruption",
        "url": "http://espn.go.com/espnradio/feeds/rss/podcast.xml?id=2406595",
        "language": "English",
        "type": "Audio",
        "category": "Sports",
        "description": "Tony Kornheiser and Michael Wilbon face off on the day's hot topics."
    },  {
        "title": "Planet Money",
        "url": "http://www.npr.org/rss/podcast.php?id=510289",
        "language": "English",
        "type": "Audio",
        "category": "Politics",
        "description": "Money makes the world go around, faster and faster every day. On NPR's Planet Money, you'll meet high rollers, brainy economists and regular folks -- all trying to make sense of our rapidly changing global economy."
    }, {
        "title": "Preston and Steve (WMMR)",
        "url": "http://feeds.feedburner.com/PrestonAndStevePodcast",
        "language": "English",
        "type": "Audio",
        "category": "Comedy",
        "description": "The Preston and Steve show is a morning radio comedy and variety broadcast on Philadelphia Active Rock station 93.3 FM WMMR featuring DJs Preston Elliot and Steve Morrison. The show, which originated at Y100 in Philadelphia, features daily telephone interviews, in-studio guests, celebrity impersonations, unusual news stories, and numerous sound clips and running gags."
    }, {
        "title": "Quarks & Co",
        "url": "http://podcast.wdr.de/quarks.xml",
        "language": "German",
        "type": "Video",
        "category": "Technology",
        "description": "Quarks & Co: Das Wissenschaftsmagazin mit Ranga Yogeshwar."
    }, {
        "title": "Scam School",
        "url": "http://revision3.com/scamschool/feed/MP4-Large",
        "language": "English",
        "type": "Video",
        "category": "Entertainment",
        "description": "If Harvard offered a PhD in deceit, this would be it. Award-winning magician Brian Brushwood takes viewers on an inside tour of bar tricks, street cons, and scams. If you watch carefully, you'll never have to pay for a drink again!"
    }, {
        "title": "StarTalk Radio",
        "url": "http://www.startalkradio.net/feed/shows",
        "language": "English",
        "type": "Audio",
        "category": "Science",
        "description": "Science, pop culture & comedy collide on StarTalk w/ astrophysicist & Hayden Planetarium director Neil deGrasse Tyson, comic co-hosts, celebrities & scientists."
    }, {
        "title": "Rich Eisen NFL Podcast",
        "url": "http://richeisen.libsyn.com/rss",
        "language": "English",
        "type": "Audio",
        "category": "Sports",
        "description": "As host of the NFL Network since its inception in 2003, no one has enjoyed more access to the National Football League than Rich Eisen. Over the past 7 years, millions of fans have tuned into NFL Network's coverage of the Super Bowl, NFL Draft and NFL Scouting Combine to find Rich Eisen in the center of the NFL universe."
    }, {
        "title": "Science Talk",
        "url": "http://rss.sciam.com/sciam/science-talk",
        "language": "English",
        "type": "Audio",
        "category": "Science",
        "description": "Science Talk is a weekly science audio show covering the latest in the world of science and technology. Join Steve Mirsky each week as he explores cutting-edge breakthroughs and controversial issues with leading scientists and journalists."
    }, {
        "title": "Scottish Football",
        "url": "http://downloads.bbc.co.uk/podcasts/scotland/scotfoot/rss.xml",
        "language": "English",
        "type": "Audio",
        "category": "Sports",
        "description": "Keep right up to date with what's happening in Scottish football by downloading the daily BBC Scottish football podcast. Breaking stories, match reaction, big names and insights into our national game. A must for your daily diet of football."
    }, {
        "title": "Security Now!",
        "url": "http://feeds.twit.tv/sn_video_small",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "Steve Gibson, the man who coined the term spyware and created the first anti-spyware program, creator of Spinrite and ShieldsUP, discusses the hot topics in security today with Leo Laporte. Winner of the 2009 and 2007 people's choice award for best Technology/Science podcast."
    }, {
        "title": "The Skeptics' Guide to the Universe",
        "url": "http://www.theskepticsguide.org/feed/rss.aspx?feed=SGU",
        "language": "English",
        "type": "Audio",
        "category": "Science",
        "description": "The Skeptics Guide to the Universe is a weekly Science podcast talkshow discussing the latest news and topics from the world of the paranormal, fringe science, and controversial claims from a scientific point of view."
    }, {
        "title": "Skeptoid: Critical Analysis of Pop Phenomena",
        "url": "http://skeptoid.com/podcast.xml",
        "language": "English",
        "type": "Audio",
        "category": "Science",
        "description": "Skeptoid is a weekly science podcast dedicated to furthering knowledge by blasting away the widespread pseudosciences that infect popular culture, and replacing them with way cooler reality. Each weekly episode focuses on a single phenomenon — an urban legend, a paranormal claim, alternative therapy, or something just plain stupid — that you've heard of, and that you probably believe in. Skeptoid attempts to expose the folly of belief in non-evidence based phenomena, and more importantly, explains the factual scientific reality. From the sublime to the startling, no topic is sacred, politically incorrect though that may be."
    }, {
        "title": "Stuff You Should Know",
        "url": "http://www.howstuffworks.com/podcasts/stuff-you-should-know.rss",
        "language": "English",
        "type": "Audio",
        "category": "Science",
        "description": "How does dueling work? Was Noah's Ark real? Join Josh and Chuck as they break down everything from Zorro to zoot suits in the Stuff You Should Know, a podcast from HowStuffWorks.com."
    }, {
        "title": "Stuff You Missed in History Class",
        "url": "http://www.howstuffworks.com/podcasts/stuff-you-missed-in-history-class.rss",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Want to know more about Operation Mincemeat? How about P.T. Barnum? Join Deblina and Sarah as they explore some of history's most fascinating people and events in the Stuff You Missed in History Class, courtesy of HowStuffWorks.com."
    }, {
        "title": "Snap Judgment",
        "url": "http://www.npr.org/rss/podcast.php?id=510294",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Snap Judgment is the smoking-hot new show from NPR. Winner of the Public Radio Talent Quest, Glynn Washington delivers a raw, musical brand of storytelling, daring listeners to see the world through the eyes of another."
    }, {
        "title": "Tech Guy",
        "url": "http://feeds.twit.tv/ttg_video_small",
        "language": "English",
        "type": "Video",
        "category": "Technology",
        "description": "No one does a better job of explaining technology, computers, and the Internet than Leo Laporte. This feed contains the full audio of his twice weekly radio talk show as heard on stations all over the US."
    }, {
        "title": "TED Talks",
        "url": "http://feeds.feedburner.com/tedtalks_video",
        "language": "English",
        "type": "Video",
        "category": "Entertainment",
        "description": "TED is a nonprofit devoted to Ideas Worth Spreading. On this feed, you'll find TEDTalks video to inspire, intrigue and stir the imagination from some of the world's leading thinkers and doers, speaking from the stage at TED conferences, TEDx events and partner events around the world. This podcast is also available in high-def video and audio-only formats."
    }, {
        "title": "The Rachel Maddow Show",
        "url": "http://podcastfeeds.nbcnews.com/audio/podcast/MSNBC-MADDOW-NETCAST-M4V.xml",
        "language": "English",
        "type": "Video",
        "category": "News",
        "description": "The Rachel Maddow Show, which airs 9 p.m. ET weeknights on MSNBC, is a smart look at politics, pop culture, and all the day's top stories. It's mind over chatter! Maddow is a political commentator for MSNBC and the Air America Radio network. This video podcast brings you each night's show in its entirety."
    }, {
        "title": "This Is My Next...",
        "url": "http://feeds.feedburner.com/ThisIsMyNextPodcast",
        "language": "English",
        "type": "Audio",
        "category": "Technology",
        "description": "You’re looking at \"This is my next\", the temporary home of Joshua Topolsky, Nilay Patel, Paul Miller, Joanna Stern, Ross Miller, Chris Ziegler, the lovely Justin Glow, and delightful Dan Chilton — a group of journalists and developers hard at work building the next great tech publication in partnership with SB Nation. That project will launch in the fall, but until then you can find us here, writing editorials, covering interesting news, and producing our weekly podcast. And if you think this is exciting, just wait until you see what we’ve got coming up next."
    }, {
        "title": "TMZ Live",
        "url": "http://tmz.vo.llnwd.net/o28/podcasts/xml/tmz_podcast.xml",
        "language": "English",
        "type": "Video",
        "category": "Entertainment",
        "description": "Come inside our TMZ newsroom for an hour Monday-Friday … hear about the stories we’re breaking from our staff in real time. Harvey Levin and crew will answer your questions via Twitter, Facebook … and on the phone. We’ll tell you things you didn’t know about the big celebrity stories of the day. It’s raw, unpredictable, packed with info and funny. In other words, it beats work."
    }, {
        "title": "To the Best of Our Knowledge",
        "url": "http://ttbook.org/book/radio/rss/feed",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "To the Best of Our Knowledge cracks open the world and the ideas that fuel it through interviews with the world's luminaries, from experts to cultural icons.  Each show revolves around a theme where we explore these ideas and the people who consider them."
    }, {
        "title": "Voices from the Void",
        "url": "http://www.voicesfromthevoid.net/feed/",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "A gaming podcast dedicated to the MMORPG EVE Online featuring Dani (Arydanika) and Intern Smurf (Smurf Solider).  This cast features news, updates and interviews with various Eve Online personalities. Episodes are published bi-weekly."
    }, {
        "title": "Von der Leyens",
        "url": "http://podcast.wdr.de/radio/vonderleyens.xml",
        "language": "German",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Die perfekte Familie mit der perfektesten aller Muttis: Geschichten mit Gefühl, viel Arbeit, einem großen Familienkalender und einem kleinen Zeitfenster und mit sieben schlauen Kindern!"
    }, {
        "title": "Wait Wait... Don't Tell Me! (by NPR)",
        "url": "http://www.npr.org/rss/podcast.php?id=35",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "NPR's weekly current events quiz. Have a laugh and test your news knowledge while figuring out what's real and what we've made up."
    }, {
        "title": "Wissenschaft und Bildung (dradio)",
        "url": "http://www.dradio.de/rss/podcast/sendungen/wissenschaftundbildung/",
        "language": "German",
        "type": "Audio",
        "category": "Science",
        "description": "Beiträge des Deutschlandradio (Deutschlandfunk, Deutschlandradio Kultur) zu Wissenschaft und Bildung"
    }, {
        "title": "WNYC's Radiolab",
        "url": "http://feeds.wnyc.org/radiolab",
        "language": "English",
        "type": "Audio",
        "category": "Entertainment",
        "description": "Radiolab believes your ears are a portal to another world. Where sound illuminates ideas, and the boundaries blur between science, philosophy, and human experience. Big questions are investigated, tinkered with, and encouraged to grow. Bring your curiosity, and we'll feed it with possibility."
    }, {
        "title": "Yogamour - der Yoga Video Podcast",
        "url": "http://feeds.feedburner.com/yogamour-m",
        "language": "German",
        "type": "Video",
        "category": "Sports",
        "description": "YOGAMOUR Yoga Videos zum Mitüben. YOGAMOUR ist ideal für die Yoga-Praxis zwischendurch, zu Hause, oder auf Reisen. Die Folgen sind ca. 15 Minuten lang, immer begleitet von einem motivierenden Soundtrack und passen perfekt auf iPod und iPhone. YOGAMOUR ist geeignet für alle, die schon ein wenig Yoga-Übung haben. Mehr Informationen zu Gesundheit und Sicherheit unter www.yogamour.de/gesundheit. YOGAMOUR ist ein Projekt von Bärbel Miessner (seit über 10 Jahren verwurzelt in der Ashtanga- und Jivamukti-Yogapraxis, ausgebildet zur Yogalehrerin von Sharon Gannon und David Life, apprenticeship bei Jivamukti Yoga München, unterrichtet regelmäßig bei Yam Yoga in München)."
    },  {
        "title": "ZDF heute",
        "url": "http://www.zdf.de/ZDFmediathek/podcast/222764",
        "language": "German",
        "type": "Audio",
        "category": "News",
        "description": "Das aktuelle Nachrichtenmagazin \"heute-journal\" des ZDF als Audio-Podcast."
    }]
}
